package classes;

class AlcoholDB{

	String alcoholDB[][] = {

		// sakeDB : 사케
		{"SJ00001","반슈잇콘 준마이 초카라쿠치 720ml","산요하이주조","16%"},//준마이
		{"SJ00002","소쿠 준마이 미야마니시키 1800ml","후지오카주조","15~16%"},
		{"SJ00003","아카부 준마이 1800ml","아카부주조","15~16%"},
		{"SG00004","바쿠렌 초카라쿠치 긴죠 1800ml","카메노이주조","17~18%"},//긴죠
		{"SG00005","데와자쿠라 사쿠라하 긴죠 1800ml","데와자쿠라주조","15%"},
		{"SG00006","이즈모 후지 긴 혼쇼우 1800ml","후지주조","17%"},
		{"SD00007","가산류 다이긴죠 키시즈키 1800ml","신도우주조","14~15%"},//다이긴죠
		{"SD00008","보쿠시 한정 다이긴죠 나마즈메 겐쥬메 긴죠우 720ml","아오키주조","17%"},
		{"SD00009","쿠도키죠즈 다이긴죠 720ml","카메노이주조","15.5%"},
		{"SH00010","와카나미 혼죠조 시보리타테 1800ml","신도우주조","14~15%"},//혼죠조
		{"SH00011","보쿠시 한정 다이긴죠 나마즈메 겐쥬메 긴죠우 720ml","와카나미 주조","15%"},
		{"SH00012","치요노히카리 혼죠조 1800ml","치요노히카리주조","15%"},

		// sojuDB : 소주
		{"JT00013","쿠로텐구 이모쇼츄 25도 1800ml","하쿠세키주조","25도"},//토란소주
		{"JT00014","나카무라 이모쇼츄 25도 1800ml","나카무라 주조장","25도"},
		{"JT00015","아마카미 코우린 사쿠모토 겐테이쇼 쿠로코우지 1800ml","카구라주조 ","28도"},
		{"JS00016","하카이산 잘 부탁한다 1800ml","하카이 조조","25%"},//쌀소주
		{"JS00017","토끼의 질주 600ml","쿠로키본점","37도"},
		{"JS00018","야바비진 1800ml","아사히 주조","25도"},
		{"JA00019","아와모리 직화세이후쿠 1800ml","세이후쿠 주조","30도"},//아와모리
		{"JA00020","아와모리 잔파 1800ml","히가주조","30도"},

		// fruitWineAryDB : 과실주
		{"F00021","텐구마이 매실주 1800ml","쿠루마타 주조","16%"},
		{"F00022","흑설탕 매실주 1800ml","마하라 주조","14%"},
		{"F00023","호오비덴 딸기주 500ml","코바야시 주조","5~6%"},
		{"F00024","츠루메 유자 1800ml","헤이와 주조","7%"},

		// BeerDB : 맥주
		{"BA00025","아사히 슈퍼드라이 350ml X 24","아사히","5%"}, // 아사히
		{"BA00026","아사히 슈퍼드라이 크리스탈 350ml X 24","아사히","3.5%"},
		{"BA00027","아사히 생맥주 350ml X 24","아사히 ","4.5%"},
		{"BS00028","더 프리미엄 몰츠 350ml X 24","산토리 suntory","5％"}, // 산토리
		{"BS00029","아이스 드래프트 350ml X 24","산토리 suntory","6%"},
		{"BS00030","킨무기 350ml X 24","산토리 suntory","5％"},
		{"BG00031","기린 이치방시보리 350ml X 24","기린 KIRIN","5％"}, // 기린
		{"BG00032","기린 노도코시 350ml X 24","기린 KIRIN","5%"},
		{"BG00033","기린 라거맥주 350ml X 24","기린 KIRIN","5％"}
	}; 
	

	int price[] = {40000,50000,50000, 50000, 45000, 57800, 70000, 130000, 90000, 90000,90000,50000, // 사케  12
				   43000, 51500, 57300, 38000, 48000, 51000, 38000, 48000,                          // 소주  8
				   38000, 48000, 33000, 44000,                                                      // 과실주 4
				   59000, 75000, 60000, 40000, 50000, 50000, 65000, 43000, 65000                    // 맥주  9
	
	};

}
